var local_database=[
  {
    id:0,
    title:'1.我已经付款了，商家怎么还不发货？',
    title2:'我已经付款了，商家怎么还不发货？',
    content:'您好，一般商家发货时间72小时，建议您耐心等待，具体发货情况，您也可通过订单详情页 面查看商家描述，如未说明，您可以关注商家微信公众号或进入商品详情页“联系卖家”， 咨询商家订单发货情况。'
  },
  {
    id:1,
    title: '2.我并没有收到货，为什么订单交易完成了？',
    title2: '我并没有收到货，为什么订单交易完成了？',
    content: ' 您好，加入担保交易的商家发货后，订单会在买家未申请退款且未延长收货时间的情况下，7天内交易完成。商家已经发货的情况下，建议您联系物流公司确认物流进度。如无法核实到物流信息，可以通过关注商家微信公众号或商品详情页“联系卖家”，咨询商家相关发货情况；未加入担保交易的商家点击发货后，钱款立即到商家账户。（店铺是否加入担保交易，您可在下单时的页面底部查看）。若您联系不上或者跟商家协商不一致，您可以反馈给我们。'
  },
  {
    id:2,
    title: '3.订单信息填写错了，如何修改？',
    title2: '订单信息填写错了，如何修改？',
    content: ' 您好，下单后买家无法修改订单信息，您可以通过关注商家微信公众号或商品详情页“联系卖家”，让商家进行备注。'
  },
  {
    id:3,
    title: '4.交易完成了，如何申请维权？',
    title2: '交易完成了，如何申请维权？',
    content1: '您好，若交易完成后，您仍旧没有收到货物，建议您立即申请退款，在交易完成0-15天内，线上仍旧可以发起退款申请，同时提醒您，为了保证到您的权益，建议您后续关注交易状态，商家点击发货后7天，若您未申请退款，交易将会自动完成。若收到商品有质量问题／描述不符等问题，建议您先与商家友好协商，也可在交易完成0-15天内，通过线上发起退款申请，如与商家无法协商一致，您可将情况反馈给商家，我们协助您一起与商家协商。',
    content32: '温馨提示：',
    content3: '退款申请只有一次机会'
  },
  {
    id:4,
    title: '5.订单已经退款，钱还没有收到？',
    title2: '订单已经退款，钱还没有收到？',
    content1:'您好，退款成功后到账时间为1-15天，原路返回买家支付银行卡或者微信钱包。如超出正常的时间，未收到退款，您可拨打我们客服电话',
    content2: '0571-89988550',
    content3:'（9:00-18:00）反馈。',
  },
  {
    id:5,
    title: '6.联系不上卖家，怎么办？',
    title2: '联系不上卖家，怎么办？',
    content1:'您好，如是遇到对交易有问题的情况下，建议您通过关注商家微信公众号或商品详情页“联系卖家”入口去联系商家。如仍无法联系上，有以下3种情况，请对应处理：1、商家未发货的情况下，为了不耽误您的购买，建议您可以在订单详情里申请退款。2、商家已经发货，订单未确认收货，若是收到货品有问题（商品破损、描述不符、质量等问题），您可以在订单详情里申请退款，如商家拒绝，可以申请客服介入。3、商家已经发货，订单已交易完成，若是收到货品有问题（商品破损、描述不符、质量等问题），需您联系商家进行协商。如跟商家协商不一致，您可拨打我们的客服电话',
    content2:'027-87859950',
    content3: '（9: 00 - 18: 00）反馈',


  },
  {
    id:6,
    title: '7.找不到历史订单？',
    title2: '找不到历史订单？',
    content: '  您好，订单成功找不到订单，先核实是否是未登录就直接购买的，先到会员中心绑定账号，方法：打开微信，进入店铺，点击会员中心，或进入购物记录，登录手机号，接下来就可以进行绑定操作。绑定成功后，在微信下，浏览器中和买家版中就都可以看到完整的订单记录。'
  },
  {
    id:7,
    title: '8.找不到换货的地方，怎么办？',
    title2: '找不到换货的地方，怎么办？',
    content: '您好，未支持换货的流程，需您通过关注商家微信公众号或商品详情页“联系卖家”，和商家协商换货。换货后，请保留好相关物流凭证，并及时延长订单交易完成时间或先申请退款避免钱款打款给商家。'
  }
]

module.exports = {
  postList: local_database
}